/*** user settings ***/
const title = "Bio Technology";
const ans = [
	//1章
	"分子生物学",
	"遺伝子操作",
	"生理活性",
	"ハイブリッド",
	"バイオセンサー",
	"機能",
	"産業",
	"品種改良",

	//2章
	"ワトソン",
	"クリック",
	"二重らせん",
	"遺伝子操作",
	"ヒトインシュリン",
	"ヒトインターフェロン",
	"物質",
	"ホルモン",

	//3章
	"クローン",
	"組織培養",
	"株分け",
	"ニンジン",
	"ラン",
	"受精卵",
	"設計図",
	"核",
	"アフリカツメガエル",
	"クローンマウス",
	"フランケンシュタインシンドローム",
	"ベクター",
	"環状",

	//4章
	"医療",
	"DNAチップ",
	"グリーン",
	"昆虫",
	"ウイルス",
	"除草剤",
	"遺伝子工学",
	"遺伝子",
	"環境技術",
	"土壌浄化",
	"排気/排ガス洗浄",
	"ホワイト",
	"化学産業",
	"アルコール",
	"アミノ酸",
	"酵素",
	"海洋生物学",
	"海洋生物",

	//5章
	"機能不全",
	"組織",
	"組織培養",
	"拒絶反応",
	"ドナー",
	"山中伸弥",
	"リプログラミング",
	"Oct3/4",
	"Sox2",
	"Klf4",
	"C-Myc",
	"多分化能",
	"自己複製能",
];
const effect = {
	"correct": "0 0 10px 0px #41C041",
	"wrong": "0 0 10px 0px #C02323",
	"nothing": ""
};
